Repository: DimaMishchenko/currency
Catalog: Features/Onboarding/Sources/OnboardingUI/Resources/Onboarding.xcstrings
Source language: en
Languages: de, es, et, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

# welcomeTitle
source: Currency, at a glance
de: Currency auf einen Blick
es: Currency, de un vistazo
et: Currency ühe pilguga
fr: Currency, en un coup d’œil
it: Currency, a colpo d’occhio
ja: Currencyを、ひと目で
ko: Currency를 한눈에
pt_br: Currency, de relance
ru: Currency — одним взглядом
tr: Currency, bir bakışta
uk: Currency — одним поглядом
zh_hans: Currency，一目了然
zh_hant: Currency，一目瞭然

# welcomeSubtitle
source: Your everyday currencies, always close
de: Deine Alltagswährungen, immer griffbereit
es: Tus monedas diarias, siempre cerca
et: Sinu igapäevased valuutad, alati käepärast
fr: Tes devises du quotidien, toujours à portée de main
it: Le tue valute quotidiane, sempre vicine
ja: いつもの通貨を、いつも身近に
ko: 일상 통화를 언제나 가까이
pt_br: Suas moedas do dia a dia, sempre por perto
ru: Повседневные валюты всегда рядом
tr: Günlük para birimleriniz hep yanınızda
uk: Повсякденні валюти завжди поруч
zh_hans: 日常货币，随时在旁
zh_hant: 日常貨幣，隨時在旁

# selectionTitle
source: Add your currencies
de: Füge deine Währungen hinzu
es: Añade tus monedas
et: Lisa oma valuutad
fr: Ajoute tes devises
it: Aggiungi le tue valute
ja: 自分の通貨を追加
ko: 내 통화 추가
pt_br: Adicione suas moedas
ru: Добавьте свои валюты
tr: Para birimlerinizi ekleyin
uk: Додайте свої валюти
zh_hans: 添加您的货币
zh_hant: 加入您的貨幣

# selectionSubtitle
source: Choose the currencies you want to convert to
de: Wähle die Währungen, in die du umrechnen möchtest
es: Elige las monedas a las que quieres convertir
et: Vali valuutad, millesse soovid teisendada
fr: Choisis les devises dans lesquelles convertir
it: Scegli le valute in cui vuoi convertire
ja: 換算先の通貨を選びましょう
ko: 환산할 대상 통화를 선택하세요
pt_br: Escolha as moedas para as quais você quer converter
ru: Выберите валюты, в которые хотите конвертировать
tr: Çevirmek istediğiniz para birimlerini seçin
uk: Виберіть валюти, у які хочете конвертувати
zh_hans: 选择要换算成的货币
zh_hant: 選擇要換算成的貨幣

# widgetsTitle
source: Keep them close
de: Halte sie griffbereit
es: Tenlas cerca
et: Hoia neid käepärast
fr: Garde-les à portée
it: Tienile vicine
ja: いつも身近に
ko: 가까이 두세요
pt_br: Mantenha-as por perto
ru: Держите их рядом
tr: Yanınızda tutun
uk: Тримайте їх поруч
zh_hans: 随时在旁
zh_hant: 隨時在旁

# widgetsSubtitle
source: Your currencies, on your Home Screen
de: Deine Währungen auf deinem Home-Bildschirm
es: Tus monedas en tu pantalla de inicio
et: Sinu valuutad avakuval
fr: Tes devises sur ton écran d’accueil
it: Le tue valute sulla schermata Home
ja: 自分の通貨をホーム画面に
ko: 홈 화면에 내 통화를
pt_br: Suas moedas na Tela de Início
ru: Ваши валюты на экране «Домой»
tr: Para birimleriniz Ana Ekranınızda
uk: Ваші валюти на початковому екрані
zh_hans: 您的货币，在主屏幕上
zh_hant: 您的貨幣，在主畫面上

# waitingTitle
source: Getting things ready
de: Alles wird vorbereitet
es: Preparando todo
et: Ettevalmistused
fr: Préparation en cours
it: Preparazione in corso
ja: 準備中
ko: 준비하는 중
pt_br: Preparando tudo
ru: Подготовка
tr: Hazırlanıyor
uk: Підготовка
zh_hans: 正在准备
zh_hant: 正在準備

# waitingSubtitle
source: We’re downloading rates for your first conversion
de: Wir laden Kurse für deine erste Umrechnung herunter
es: Estamos descargando tipos para tu primera conversión
et: Laadime alla kursse sinu esimese teisenduse jaoks
fr: Nous téléchargeons les taux pour ta première conversion
it: Stiamo scaricando i tassi per la tua prima conversione
ja: 最初の換算に必要なレートをダウンロードしています
ko: 첫 환산을 위한 환율을 다운로드하고 있습니다
pt_br: Estamos baixando taxas para sua primeira conversão
ru: Загружаем курсы для первой конвертации
tr: İlk çevirmeniz için kurlar indiriliyor
uk: Завантажуємо курси для першої конвертації
zh_hans: 正在下载首次换算所需的汇率
zh_hant: 正在下載首次換算所需的匯率

source: Trying again
de: Erneuter Versuch
es: Reintentando
et: Uuesti proovimine
fr: Nouvelle tentative
it: Nuovo tentativo
ja: 再試行中
ko: 다시 시도하는 중
pt_br: Tentando novamente
ru: Повторная попытка
tr: Yeniden deneniyor
uk: Повторна спроба
zh_hans: 正在重试
zh_hant: 正在重試

# offlineTitle
source: Connect to get started
de: Verbinden, um loszulegen
es: Conéctate para empezar
et: Alustamiseks loo internetiühendus
fr: Connecte-toi pour commencer
it: Connettiti per iniziare
ja: 接続して始めましょう
ko: 연결하여 시작하세요
pt_br: Conecte-se para começar
ru: Подключитесь, чтобы начать
tr: Başlamak için bağlanın
uk: Підключіться, щоб почати
zh_hans: 联网以开始
zh_hant: 連線以開始

# offlineSubtitle
source: An internet connection is needed to download your first exchange rates
de: Zum Herunterladen deiner ersten Wechselkurse ist eine Internetverbindung erforderlich
es: Se necesita conexión a internet para descargar tus primeros tipos de cambio
et: Esimeste vahetuskursside allalaadimiseks on vaja internetiühendust
fr: Une connexion Internet est nécessaire pour télécharger tes premiers taux de change
it: Serve una connessione internet per scaricare i primi tassi di cambio
ja: 最初の為替レートをダウンロードするにはインターネット接続が必要です
ko: 첫 환율을 다운로드하려면 인터넷 연결이 필요합니다
pt_br: Uma conexão com a internet é necessária para baixar suas primeiras taxas de câmbio
ru: Для загрузки первых курсов нужен интернет
tr: İlk döviz kurlarınızı indirmek için internet bağlantısı gerekir
uk: Для завантаження перших курсів потрібен інтернет
zh_hans: 下载首次汇率需要互联网连接
zh_hant: 下載首次匯率需要網際網路連線

# failedTitle
source: Rates couldn’t load
de: Kurse konnten nicht geladen werden
es: No se pudieron cargar los tipos de cambio
et: Kursse ei saanud laadida
fr: Les taux n’ont pas pu être chargés
it: Impossibile caricare i tassi
ja: レートを読み込めませんでした
ko: 환율을 불러오지 못했습니다
pt_br: Não foi possível carregar as taxas
ru: Не удалось загрузить курсы
tr: Kurlar yüklenemedi
uk: Не вдалося завантажити курси
zh_hans: 无法加载汇率
zh_hant: 無法載入匯率

# failedSubtitle
source: Please try again in a moment
de: Versuche es gleich erneut
es: Inténtalo de nuevo en un momento
et: Proovi mõne hetke pärast uuesti
fr: Réessaie dans un instant
it: Riprova tra un momento
ja: しばらくしてからもう一度お試しください
ko: 잠시 후 다시 시도하세요
pt_br: Tente novamente em instantes
ru: Попробуйте ещё раз через некоторое время
tr: Lütfen biraz sonra tekrar deneyin
uk: Спробуйте ще раз за деякий час
zh_hans: 请稍后重试
zh_hant: 請稍後再試

# saveTitle
source: Let’s save your setup
de: Speichern wir deine Einrichtung
es: Guardemos tu configuración
et: Salvestame sinu seadistuse
fr: Enregistrons ta configuration
it: Salviamo la tua configurazione
ja: 設定を保存しましょう
ko: 설정을 저장하세요
pt_br: Vamos salvar sua configuração
ru: Сохраним ваши настройки
tr: Kurulumunuzu kaydedelim
uk: Збережімо ваші налаштування
zh_hans: 保存您的设置
zh_hant: 儲存您的設定

# rateSaveFailed
source: Your exchange rates couldn’t be saved; try again
de: Deine Wechselkurse konnten nicht gespeichert werden; versuche es erneut
es: No se pudieron guardar tus tipos de cambio; reinténtalo
et: Vahetuskursse ei saanud salvestada; proovi uuesti
fr: Tes taux de change n’ont pas pu être enregistrés ; réessaie
it: Impossibile salvare i tassi di cambio; riprova
ja: 為替レートを保存できませんでした。もう一度お試しください
ko: 환율을 저장하지 못했습니다. 다시 시도하세요
pt_br: Não foi possível salvar suas taxas de câmbio; tente novamente
ru: Не удалось сохранить курсы; попробуйте ещё раз
tr: Döviz kurlarınız kaydedilemedi; tekrar deneyin
uk: Не вдалося зберегти курси; спробуйте ще раз
zh_hans: 无法保存汇率；请重试
zh_hant: 無法儲存匯率；請再試一次

# selectionSaveFailed
source: Your currencies couldn’t be saved; try again
de: Deine Währungen konnten nicht gespeichert werden; versuche es erneut
es: No se pudieron guardar tus monedas; reinténtalo
et: Valuutasid ei saanud salvestada; proovi uuesti
fr: Tes devises n’ont pas pu être enregistrées ; réessaie
it: Impossibile salvare le tue valute; riprova
ja: 通貨を保存できませんでした。もう一度お試しください
ko: 통화를 저장하지 못했습니다. 다시 시도하세요
pt_br: Não foi possível salvar suas moedas; tente novamente
ru: Не удалось сохранить валюты; попробуйте ещё раз
tr: Para birimleriniz kaydedilemedi; tekrar deneyin
uk: Не вдалося зберегти валюти; спробуйте ще раз
zh_hans: 无法保存货币；请重试
zh_hant: 無法儲存貨幣；請再試一次

# completionSaveFailed
source: Setup couldn’t be saved; try again
de: Die Einrichtung konnte nicht gespeichert werden; versuche es erneut
es: No se pudo guardar la configuración; reinténtalo
et: Seadistust ei saanud salvestada; proovi uuesti
fr: La configuration n’a pas pu être enregistrée ; réessaie
it: Impossibile salvare la configurazione; riprova
ja: 設定を保存できませんでした。もう一度お試しください
ko: 설정을 저장하지 못했습니다. 다시 시도하세요
pt_br: Não foi possível salvar a configuração; tente novamente
ru: Не удалось сохранить настройки; попробуйте ещё раз
tr: Kurulum kaydedilemedi; tekrar deneyin
uk: Не вдалося зберегти налаштування; спробуйте ще раз
zh_hans: 无法保存设置；请重试
zh_hant: 無法儲存設定；請再試一次

source: Get started
de: Loslegen
es: Empezar
et: Alusta
fr: Commencer
it: Inizia
ja: 始める
ko: 시작하기
pt_br: Começar
ru: Начать
tr: Başla
uk: Почати
zh_hans: 开始使用
zh_hant: 開始使用

# continueAction
source: Continue
de: Weiter
es: Continuar
et: Jätka
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
tr: Devam et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# showHow
source: Show me how
de: Zeig mir, wie
es: Muéstrame cómo
et: Näita, kuidas
fr: Montre-moi comment
it: Mostrami come
ja: 方法を見る
ko: 방법 보기
pt_br: Mostre como
ru: Покажите, как
tr: Nasıl yapıldığını göster
uk: Покажіть, як
zh_hans: 查看方法
zh_hant: 查看方法

source: Later
de: Später
es: Más tarde
et: Hiljem
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
pt_br: Mais tarde
ru: Позже
tr: Daha sonra
uk: Пізніше
zh_hans: 稍后
zh_hant: 稍後

source: Back
de: Zurück
es: Atrás
et: Tagasi
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
zh_hans: 返回
zh_hant: 返回

# retry
source: Try again
de: Erneut versuchen
es: Reintentar
et: Proovi uuesti
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar novamente
ru: Попробовать ещё раз
tr: Tekrar dene
uk: Спробувати ще раз
zh_hans: 重试
zh_hant: 再試一次

source: Retry save
de: Speichern erneut versuchen
es: Reintentar guardado
et: Proovi uuesti salvestada
fr: Réessayer l’enregistrement
it: Riprova a salvare
ja: 保存を再試行
ko: 저장 재시도
pt_br: Tentar salvar novamente
ru: Повторить сохранение
tr: Kaydetmeyi yeniden dene
uk: Повторити збереження
zh_hans: 重试保存
zh_hant: 重試儲存

source: Retrying…
de: Erneuter Versuch…
es: Reintentando…
et: Uuesti proovimine…
fr: Nouvelle tentative…
it: Nuovo tentativo…
ja: 再試行中…
ko: 다시 시도하는 중…
pt_br: Tentando novamente…
ru: Повторная попытка…
tr: Yeniden deneniyor…
uk: Повторна спроба…
zh_hans: 正在重试…
zh_hant: 正在重試…

# loading
source: Loading exchange rates…
de: Wechselkurse werden geladen…
es: Cargando tipos de cambio…
et: Vahetuskursside laadimine…
fr: Chargement des taux de change…
it: Caricamento dei tassi di cambio…
ja: 為替レートを読み込み中…
ko: 환율 불러오는 중…
pt_br: Carregando taxas de câmbio…
ru: Загрузка курсов обмена…
tr: Döviz kurları yükleniyor…
uk: Завантаження курсів обміну…
zh_hans: 正在加载汇率…
zh_hant: 正在載入匯率…

# updated
source: Last updated %@
de: Zuletzt aktualisiert %@
es: Última actualización %@
et: Viimati värskendatud %@
fr: Dernière actualisation %@
it: Ultimo aggiornamento %@
ja: 最終更新 %@
ko: 마지막 갱신 %@
pt_br: Última atualização %@
ru: Последнее обновление %@
tr: Son güncelleme %@
uk: Останнє оновлення %@
zh_hans: 上次更新 %@
zh_hant: 上次更新 %@

# fiat
source: Currencies
de: Währungen
es: Monedas
et: Valuutad
fr: Devises
it: Valute
ja: 通貨
ko: 통화
pt_br: Moedas
ru: Валюты
tr: Para birimleri
uk: Валюти
zh_hans: 货币
zh_hant: 貨幣

source: Selected
de: Ausgewählt
es: Seleccionada
et: Valitud
fr: Sélectionnée
it: Selezionata
ja: 選択済み
ko: 선택됨
pt_br: Selecionada
ru: Выбрано
tr: Seçili
uk: Вибрано
zh_hans: 已选择
zh_hant: 已選擇

source: Not selected
de: Nicht ausgewählt
es: Sin seleccionar
et: Valimata
fr: Non sélectionnée
it: Non selezionata
ja: 未選択
ko: 선택 안 됨
pt_br: Não selecionada
ru: Не выбрано
tr: Seçili değil
uk: Не вибрано
zh_hans: 未选择
zh_hant: 未選擇

source: Unavailable
de: Nicht verfügbar
es: No disponible
et: Pole saadaval
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
tr: Kullanılamıyor
uk: Недоступно
zh_hans: 不可用
zh_hant: 無法使用

source: Base currency
de: Basiswährung
es: Moneda base
et: Baasvaluuta
fr: Devise de base
it: Valuta di base
ja: 基準通貨
ko: 기준 통화
pt_br: Moeda base
ru: Базовая валюта
tr: Temel para birimi
uk: Базова валюта
zh_hans: 基准货币
zh_hant: 基準貨幣

source: Choose currencies
de: Währungen wählen
es: Elegir monedas
et: Vali valuutad
fr: Choisir des devises
it: Scegli le valute
ja: 通貨を選択
ko: 통화 선택
pt_br: Escolher moedas
ru: Выберите валюты
tr: Para birimlerini seçin
uk: Виберіть валюти
zh_hans: 选择货币
zh_hant: 選擇貨幣

source: Conversion preview
de: Umrechnungsvorschau
es: Vista previa de conversión
et: Teisenduse eelvaade
fr: Aperçu de conversion
it: Anteprima della conversione
ja: 換算プレビュー
ko: 환산 미리보기
pt_br: Prévia da conversão
ru: Предпросмотр конвертации
tr: Çevirme önizlemesi
uk: Попередній перегляд конвертації
zh_hans: 换算预览
zh_hant: 換算預覽

# emptySelection
source: Add a currency to see its value
de: Füge eine Währung hinzu, um ihren Wert zu sehen
es: Añade una moneda para ver su valor
et: Lisa valuuta, et näha selle väärtust
fr: Ajoute une devise pour voir sa valeur
it: Aggiungi una valuta per vederne il valore
ja: 通貨を追加して価値を確認
ko: 통화를 추가하여 가치를 확인하세요
pt_br: Adicione uma moeda para ver seu valor
ru: Добавьте валюту, чтобы увидеть её стоимость
tr: Değerini görmek için para birimi ekleyin
uk: Додайте валюту, щоб побачити її вартість
zh_hans: 添加货币以查看价值
zh_hant: 加入貨幣以查看價值

# partialRates
source: Some rates aren’t available yet
de: Einige Kurse sind noch nicht verfügbar
es: Algunos tipos de cambio aún no están disponibles
et: Mõned kursid pole veel saadaval
fr: Certains taux ne sont pas encore disponibles
it: Alcuni tassi non sono ancora disponibili
ja: 一部のレートはまだ利用できません
ko: 일부 환율은 아직 사용할 수 없습니다
pt_br: Algumas taxas ainda não estão disponíveis
ru: Некоторые курсы пока недоступны
tr: Bazı kurlar henüz kullanılamıyor
uk: Деякі курси поки недоступні
zh_hans: 部分汇率尚不可用
zh_hant: 部分匯率尚無法使用

# baseUnavailableTitle
source: Choose another base
de: Wähle eine andere Basis
es: Elige otra base
et: Vali teine baasvaluuta
fr: Choisis une autre base
it: Scegli un’altra base
ja: 別の基準通貨を選択
ko: 다른 기준 선택
pt_br: Escolha outra base
ru: Выберите другую базовую валюту
tr: Başka bir temel para birimi seçin
uk: Виберіть іншу базову валюту
zh_hans: 选择其他基准货币
zh_hant: 選擇其他基準貨幣

# baseUnavailableSubtitle
source: Rates for your base currency aren’t available yet
de: Kurse für deine Basiswährung sind noch nicht verfügbar
es: Los tipos de tu moneda base aún no están disponibles
et: Baasvaluuta kursid pole veel saadaval
fr: Les taux de ta devise de base ne sont pas encore disponibles
it: I tassi per la valuta di base non sono ancora disponibili
ja: 基準通貨のレートはまだ利用できません
ko: 기준 통화의 환율은 아직 사용할 수 없습니다
pt_br: As taxas da sua moeda base ainda não estão disponíveis
ru: Курсы для базовой валюты пока недоступны
tr: Temel para biriminizin kurları henüz kullanılamıyor
uk: Курси для базової валюти поки недоступні
zh_hans: 基准货币的汇率尚不可用
zh_hant: 基準貨幣的匯率尚無法使用

# changeBaseAction
source: Change base currency
de: Basiswährung ändern
es: Cambiar moneda base
et: Muuda baasvaluutat
fr: Changer de devise de base
it: Cambia valuta di base
ja: 基準通貨を変更
ko: 기준 통화 변경
pt_br: Alterar moeda base
ru: Изменить базовую валюту
tr: Temel para birimini değiştir
uk: Змінити базову валюту
zh_hans: 更改基准货币
zh_hant: 更改基準貨幣

# searchAction
source: Search
de: Suchen
es: Buscar
et: Otsi
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
tr: Ara
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# homeScreenTitle
source: On your Home Screen
de: Auf deinem Home-Bildschirm
es: En tu pantalla de inicio
et: Sinu avakuval
fr: Sur ton écran d’accueil
it: Sulla schermata Home
ja: ホーム画面で
ko: 홈 화면에서
pt_br: Na sua Tela de Início
ru: На экране «Домой»
tr: Ana Ekranınızda
uk: На початковому екрані
zh_hans: 在主屏幕上
zh_hant: 在主畫面上

# homeScreenSubtitle
source: See your currencies without opening the app
de: Sieh deine Währungen, ohne die App zu öffnen
es: Consulta tus monedas sin abrir la app
et: Vaata oma valuutasid äppi avamata
fr: Vois tes devises sans ouvrir l’app
it: Vedi le tue valute senza aprire l’app
ja: アプリを開かずに通貨を確認
ko: 앱을 열지 않고 통화를 확인하세요
pt_br: Veja suas moedas sem abrir o app
ru: Смотрите свои валюты, не открывая приложение
tr: Uygulamayı açmadan para birimlerinizi görün
uk: Переглядайте свої валюти, не відкриваючи програму
zh_hans: 无需打开 App 即可查看货币
zh_hant: 無需打開 App 即可查看貨幣

source: Explore widgets
de: Widgets entdecken
es: Explorar widgets
et: Avasta vidinaid
fr: Explorer les widgets
it: Esplora i widget
ja: ウィジェットを見る
ko: 위젯 살펴보기
pt_br: Explorar widgets
ru: Открыть виджеты
tr: Araç takımlarını keşfet
uk: Переглянути віджети
zh_hans: 探索小组件
zh_hant: 探索小工具

# baseTitle
source: Choose your base
de: Wähle deine Basis
es: Elige tu base
et: Vali baasvaluuta
fr: Choisis ta base
it: Scegli la tua base
ja: 基準通貨を選択
ko: 기준 선택
pt_br: Escolha sua base
ru: Выберите базовую валюту
tr: Temel para biriminizi seçin
uk: Виберіть базову валюту
zh_hans: 选择基准货币
zh_hant: 選擇基準貨幣

# baseSubtitle
source: The currency you usually convert from
de: Die Währung, von der du gewöhnlich umrechnest
es: La moneda desde la que sueles convertir
et: Valuuta, millest tavaliselt teisendad
fr: La devise depuis laquelle tu convertis habituellement
it: La valuta da cui converti di solito
ja: 普段換算元に使う通貨
ko: 주로 환산의 기준으로 쓰는 통화
pt_br: A moeda da qual você costuma converter
ru: Валюта, из которой вы обычно конвертируете
tr: Genellikle çevirme yaptığınız kaynak para birimi
uk: Валюта, із якої ви зазвичай конвертуєте
zh_hans: 您通常用于换算的来源货币
zh_hant: 您通常用於換算的來源貨幣

# baseMissing
source: Choose another currency or retry to load its rate
de: Wähle eine andere Währung oder versuche erneut, ihren Kurs zu laden
es: Elige otra moneda o reintenta cargar su tipo de cambio
et: Vali teine valuuta või proovi selle kurssi uuesti laadida
fr: Choisis une autre devise ou réessaie de charger son taux
it: Scegli un’altra valuta o riprova a caricarne il tasso
ja: 別の通貨を選ぶか、もう一度レートを読み込んでください
ko: 다른 통화를 선택하거나 환율을 다시 불러오세요
pt_br: Escolha outra moeda ou tente carregar sua taxa novamente
ru: Выберите другую валюту или повторите попытку загрузки курса
tr: Başka bir para birimi seçin veya kurunu yüklemeyi yeniden deneyin
uk: Виберіть іншу валюту або повторіть спробу завантаження курсу
zh_hans: 选择其他货币或重试加载汇率
zh_hant: 選擇其他貨幣或重試載入匯率

# baseContext
source: Converting from
de: Umrechnung von
es: Convirtiendo desde
et: Lähtevaluuta
fr: Conversion depuis
it: Conversione da
ja: 換算元
ko: 환산 기준
pt_br: Convertendo de
ru: Конвертация из
tr: Kaynak para birimi
uk: Конвертація з
zh_hans: 换算来源
zh_hant: 換算來源

source: More currencies
de: Weitere Währungen
es: Más monedas
et: Veel valuutasid
fr: Plus de devises
it: Altre valute
ja: その他の通貨
ko: 더 많은 통화
pt_br: Mais moedas
ru: Другие валюты
tr: Diğer para birimleri
uk: Інші валюти
zh_hans: 更多货币
zh_hant: 更多貨幣

# popularCurrencies
source: Popular
de: Beliebt
es: Populares
et: Populaarsed
fr: Populaires
it: Popolari
ja: 人気
ko: 인기
pt_br: Populares
ru: Популярные
tr: Popüler
uk: Популярні
zh_hans: 热门
zh_hant: 熱門

source: More
de: Mehr
es: Más
et: Veel
fr: Plus
it: Altro
ja: もっと見る
ko: 더 보기
pt_br: Mais
ru: Ещё
tr: Daha fazla
uk: Ще
zh_hans: 更多
zh_hant: 更多

# readyTitle
source: Welcome to Currency
de: Willkommen bei Currency
es: Te damos la bienvenida a Currency
et: Tere tulemast Currency äppi
fr: Bienvenue dans Currency
it: Benvenuto in Currency
ja: Currencyへようこそ
ko: Currency에 오신 것을 환영합니다
pt_br: Boas-vindas ao Currency
ru: Добро пожаловать в Currency
tr: Currency’ye hoş geldiniz
uk: Вітаємо в Currency
zh_hans: 欢迎使用 Currency
zh_hant: 歡迎使用 Currency

# readySubtitle
source: Your currencies, always close.
de: Deine Währungen, immer griffbereit.
es: Tus monedas, siempre cerca.
et: Sinu valuutad, alati käepärast.
fr: Tes devises, toujours à portée de main.
it: Le tue valute, sempre vicine.
ja: 自分の通貨を、いつも身近に。
ko: 내 통화를 언제나 가까이.
pt_br: Suas moedas, sempre por perto.
ru: Ваши валюты всегда рядом.
tr: Para birimleriniz hep yanınızda.
uk: Ваші валюти завжди поруч.
zh_hans: 您的货币，随时在旁。
zh_hant: 您的貨幣，隨時在旁。

# readyWelcome
source: Welcome
de: Willkommen
es: Bienvenido
et: Tere tulemast
fr: Bienvenue
it: Benvenuto
ja: Currencyへ
ko: Currency에
pt_br: Boas-vindas
ru: Добро пожаловать
tr: Currency’ye
uk: Вітаємо
zh_hans: 欢迎
zh_hant: 歡迎

# readyToCurrency
source: to Currency
de: bei Currency
es: a Currency
et: Currency äppi
fr: dans Currency
it: in Currency
ja: ようこそ
ko: 오신 것을 환영합니다
pt_br: ao Currency
ru: в Currency
tr: Hoş geldiniz
uk: у Currency
zh_hans: 使用 Currency
zh_hant: 使用 Currency

# spinHint
source: Drag around the circle to spin the currencies.
de: Ziehe entlang des Kreises, um die Währungen zu drehen.
es: Arrastra por el círculo para girar las monedas.
et: Valuutade pööramiseks lohista mööda ringi.
fr: Fais glisser autour du cercle pour faire tourner les devises.
it: Trascina lungo il cerchio per far girare le valute.
ja: 円に沿ってドラッグして通貨を回転させましょう。
ko: 원을 따라 드래그하여 통화를 회전하세요.
pt_br: Arraste ao redor do círculo para girar as moedas.
ru: Проведите по кругу, чтобы вращать валюты.
tr: Para birimlerini döndürmek için çember boyunca sürükleyin.
uk: Проведіть по колу, щоб обертати валюти.
zh_hans: 沿圆圈拖动以转动货币。
zh_hant: 沿圓圈拖移以轉動貨幣。
